brew "ansible"
brew "bat"
brew "colima"
brew "docker"
brew "fd"
brew "fzf"
brew "go"
brew "jj"
brew "jq"
brew "qemu"
brew "lima-additional-guestagents"
brew "neovim"
brew "pipenv"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "wget"
brew "zola"
brew "btop"
brew "gitui"
brew "tealdeer"
brew "tig"
cask "1password"
cask "1password-cli"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "joplin"
cask "jordanbaird-ice"
cask "librewolf"
cask "proton-drive"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "ticktick"
cask "appcleaner"
cask "claude-code"
cask "ghostty"
cask "ungoogled-chromium"
go "golang.org/x/tools/gopls"
