brew "colima"
brew "docker"
brew "fd"
brew "fzf"
brew "jq"
brew "qemu"
brew "lima-additional-guestagents"
brew "neovim"
brew "pipenv"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "wget"
cask "1password"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "iterm2"
cask "jordanbaird-ice"
cask "librewolf"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "spotify"
